"An exception occurred. In some cases exceptions are harmless, but if you want to be safe, relaunch %@. Please help us improve %@ by sending this report and telling us what happened." = "Si è verificata un'eccezione non gestita. In alcuni casi, questo non significa nulla di grave, ma per evitare ulteriori problemi, dovresti riavviare %@. Ti chiediamo, inoltre, di aiutarci a migliorare %@ inviando un resoconto spiegandoci cos'è successo.";
"Crash log information:" = "Informazioni sul resoconto:";
"Don't Send" = "Non inviare";
"Error!" = "Errore!";
"Exception log information:" = "Informazioni sul resoconto dell'eccezione:";
"Path Finder has encountered an unexpected error. Please send in this report so it can be fixed in the next release." = "Path Finder ha riscontrato un errore inaspettato. Invia questo resoconto per permetterci di correggere questo bug nella prossima versione.";
"Please describe what you were doing when the problem occurred." = "Descrivi cosa stavi facendo quando si è verificato il problema.";
"Please tell us about the problem %@ encounted." = "Descrivi il problema che %@ ha riscontrato.";
"Send Report" = "Invia resoconto";
"Tell us what happened" = "Descrivi cos'è accaduto";
"The last time you ran %@, it encountered a problem that forced it to quit. Please help us improve %@ by sending this report and telling us what happened." = "L'ultima volta che hai eseguito %@ si è verificato un problema che ne ha forzato la chiusura. Aiutaci a migliorare %@ inviandoci questo resoconto e descrivendo cos'è successo.";
